Repository: acrylian/zp_cookieconsent
Catalog: zp_cookieconsent/locale/*/LC_MESSAGES/zp_cookieconsent.po
Languages: de_de, it_it, nl_nl

source: A plugin to add a cookie notify dialog to comply with the EU cookie law and Google's request regarding usages of Google Adwords, Analytics and more
de_de: Ein Plugin für einen Cookie-Hinweis-Dialog, um dem EU Cookie-Gesetz und Googles Anforderung bezüglich der Verwendung von Google Adwords, Analytics und mehr zu entsprechen
it_it: Un plug-in che genera un banner come richiesto dalla UE con la cookie law, nonché da Google per utilizzare Adwords, Analytics e altro.
nl_nl: Een plugin voor het tonen van een cookieverklaring volgens EU wetgeving.

source: Button: Agree
de_de: Button: Zustimmen
it_it: Pulsante: Accetto
nl_nl: Knop: Akkoord

source: Text used for the dismiss button. Leave empty to use the default text.
de_de: Der Text für den Zustimmungsbutton. Leer lassen, um den Standardtext zu verwenden.
it_it: Testo usato per il pulsante di chiusura del banner. Lasciare vuoto per usare il testo predefinito.
nl_nl: De tekst voor de <em>Sluiten</em> knop. Laat leeg om de standaard tekst te gebruiken.

source: Button: Learn more
de_de: Button: Mehr erfahren
it_it: Pulsante: Altre informazioni
nl_nl: Knop: Meer informatie

source: Text used for the learn more info button. Leave empty to use the default text.
de_de: Der Text für den Link mit mehr Informationen. Leer lassen, um den Standardtext zu verwenden.
it_it: Testo utilizzato per il pulsante altre informazioni. Lasciare vuoto per usare il testo predefinito.
nl_nl: De tekst voor de <em>Meer informatie</em> knop. Laat leeg om de standaard tekst te gebruiken. Wordt alleen zichtbaar als <em>Knop: Meer informatie - link</em> niet leeg is.

source: Button: Learn more - url
de_de: Button: Mehr-erfahren-URL

source: Url to your cookie policy / privacy info page.
de_de: Link zu Ihrer Cookie-/Privatspären-Infoseite.

source: Button: Decline
de_de: Button: Ablehnen

source: Link text for the decline button
de_de: Linktext für den Ablehnen-Button

source: Message
de_de: Nachricht
it_it: Messaggio
nl_nl: Bericht

source: The message shown by the plugin. Leave empty to use the default text.
de_de: Die Nachricht, die vom Plugin angezeigt wird. Leer lassen, um den Standardtext zu verwenden.
it_it: Il messaggio visualizzato dal plug-in. Lasciare vuoto per usare il testo predefinito.
nl_nl: De tekst die getoond wordt. Laat leeg om de standaard tekst te gebruiken.

source: Header
de_de: Kopftext

source: Text for the popup header by the plugin. Leave empty to use the default text.
de_de: Die Nachricht, die vom Plugin angezeigt wird. Leer lassen, um den Standardtext zu verwenden.

source: The domain for the consent cookie that Cookie Consent uses, to remember that users have consented to cookies. Useful if your website uses multiple subdomains, e.g. if your script is hosted at <code>www.example.com</code> you might override this to <code>example.com</code>, thereby allowing the same consent cookie to be read by subdomains like <code>foo.example.com</code>.
de_de: Die Domain für den der Zustimmungscookie, den Cookie Consent verwendet, um zu speichern, dass ein Besucher zugestimmt hat. Nützlich, wenn Ihre Website mehrere subdomains verwendent, z.B. wenn Ihr Skript unter <code>www.example.com</code> platziert ist, möchten Sie vielleicht dies mit <code>example.com</code> übergehen, so dass der Cookie auch für subdomains wie <code>foo.example.com</code> gilt.
it_it: Il dominio in cui memorizzare il cookie di consenso che Cookie Consent usa per ricordare che gli utenti hanno accettato i cookie. Utile se il sito utilizza diversi sottodomini. Ad esempio, se lo script è ospitato da <code>www.example.com</code> si può sovrascrivere questo dominio con <code>example.com</code>, consentendo quindi che lo stesso cookie di consenso sia letto da tutti i sottodomini tipo <code>foo.example.com</code>.
nl_nl: Het domein dat onthouden wordt door Cookie Consent wanneer gebruikers akkoord zijn gegaan. Dit kan handig zijn wanneer de website meerdere subdomeinen gebruikt. Als je website bijvoorbeeld gehost wordt op <code>www.example.com</code> kun je hier <code>example.com</code> invullen zodat dezelfde cookie-toestemming gebruikt kan worden door <code>foo.example.com</code>.

source: Expire
de_de: Verfall
it_it: Scadenza
nl_nl: Vervalt na

source: The number of days Cookie Consent should store the user’s consent information for.
de_de: Die Anzahl an Tagen, die der Zustimmungscookie gültig sein soll.
it_it: Numero di giorni per cui Cookie Consent deve conservare le informazioni sul consenso dell'utente.
nl_nl: Het aantal dagen dat de cookie-toestemming bewaard wordt.

source: custom
de_de: benutzerdefiniert
it_it: personalizzato

source: These are the included default themes. Users can create their own themes: The chosen theme is added to the popup container as a CSS class in the form of .cc-style-THEME_NAME.
de_de: Dies sind die enthaltenen Standardthemes. Benutzer können Ihre eigene Themes hinzufügen. Der gewählte Themename wird dem Popupcontainer als Klassennamen in der Form .cc-style-THEME_NAME hinzugefügt.

source: Top
de_de: Oben

source: Top left
de_de: Open links

source: Top right
de_de: Oben rechts

source: Bottom
de_de: Unten

source: Bottom left
de_de: Unten links

source: Bottom right
de_de: Unten rechts

source: Choose the position of the popup. top and bottom = banner, top-left/right, bottom-left/right = floating
de_de: Wählen Sie die Position des Popups. Oben und unten = banner, Oben links/rechts, Unten links/rechts = überlagernd

source: Dismiss on Scroll
de_de: Ausblenden durch Scrollen
nl_nl: Afwijzen bij scrollen

source: Check to dismiss when users scroll a page [other than <em>Learn more</em> page]. The scroll range option must be set.
de_de: Wählen Sie dies, wenn das Popup verschwinden soll, wenn Besucher auf der WEbsite scrollen (andere Seiten als die <em>Mehr Information</em>-Seite)

source: Color - Popup
de_de: Farbe - Popup

source: Choose the color of the popup background.
de_de: Wählen Sie die Farbe des Popup-Hintergrundes.

source: Color - Button
de_de: Farbe - Button

source: Choose the color of the button.
de_de: Wählen Sie die Farbe des Buttons.

source: This website uses cookies. By continuing to browse the site, you agree to our use of cookies.
de_de: Diese Website verwendet Cookies. Wenn Sie die Site weiter verwenden, stimmen Sie unserer Cookienutzung zu.
it_it: Questo sito usa i cookie. Continuando a navigare nel sito, si accetta implicitamente l'uso dei cookie.
nl_nl: Deze website gebruikt cookies. Wanneer u doorgaat accepteert u het gebruik van deze cookies.

source: Agree
de_de: Einverstanden
it_it: Accetto
nl_nl: Akkoord

source: More info
de_de: Mehr Information
it_it: Altre informazioni
nl_nl: Meer informatie

source: Cookies used on the website!
de_de: Diese Website verwendet Cookies!

source: Decline
de_de: Ablehnen

source: Button: Learn more - Link
it_it: Pulsante: Altre informazioni - Link
nl_nl: Knop: Meer informatie - link

source: Link to your cookie policy / privacy info page.
it_it: Link alla pagina con la cookie policy / privacy policy del sito.
nl_nl: Link naar de pagina met cookie / privacy informatie.

source: Domain
it_it: Dominio
nl_nl: Domein

source: Theme
it_it: Tema

source: dark-bottom
it_it: scuro-in basso

source: dark-floating-tada
it_it: scuro-fluttuante-tada

source: dark-floating
it_it: scuro-fluttuante

source: dark-inline
it_it: scuro-in linea

source: dark-top
it_it: scuro-in alto

source: light-bottom
it_it: chiaro-in basso

source: light-floating
it_it: chiaro-fluttuante

source: light-top
it_it: chiaro-in alto

source: The theme you wish to use. Select NONE to use your own css via your custom theme for example.
it_it: Il tema che si vuole usare. Scegliere NESSUNO per usare un proprio css, ad esempio attraverso un tema personale.

source: Style
nl_nl: Stijl

source: The style you wish to use. Select <em>custom</em> to use a custom.css file you need to place within <code>zp_cookieconsent/styles/</code>.<p class="notebox"><strong>Notice:</strong> If you select <em>custom</em> and no <code>custom.css</code> file is in place, the banner will not work at all.</p>
nl_nl: De stijl die je wilt gebruiken. Selecteer <em>custom</em> voor een eigen stijl. Om een eigen stijl te knnen gebruiken moet een <em>custom.css</em> geplaatst worden in <code>zp_cookieconsent/styles/</code>.<p class="notebox"><strong>Opmerking:</strong> Als je <em>custom</em> selecteerd en er is geen <code>custom.css</code> bestand aanwezig, dan werkt de banner niet.</p>

source: Dismiss on Browse Site
nl_nl: Afwijzen bij browsen

source: Check to dismiss when users click on internal links.
nl_nl: Vink aan om af te wijzen als de gebruiker op interne links klikt.

source: Check to dismiss when users scroll a page [other than <em>Learn more</em> page].
nl_nl: Vink aan om af te wijzen als de pagina gescrolld wordt.

source: Scroll Range
nl_nl: Scroll afstand

source: How many pixels should be scrolled before dismiss.
nl_nl: Hoeveel pixels moet er gescrolld worden voordat er wordt afgewezen.
